{
  "global": {
    "primary_texts": [
      "Tired of cleansers that leave your face feeling tight? This one keeps skin fresh and comfortable.",
      "Your routine doesn’t need ten steps. Two pumps, rinse, done.",
      "Shine showing up by noon? Start clean and stay matte all day.",
      "Strong on buildup, gentle on skin. A cleanser designed for men who want results without irritation.",
      "Fresh skin isn’t a luxury, it’s the baseline. Upgrade your routine with a cleanser that actually works.",
      "Sweat, sunscreen, city grit — gone in seconds. End the day with skin that feels new again.",
      "Clearer, softer, steady skin starts with the first step. Make your cleanser do the heavy lifting.",
      "No sting, no residue, no nonsense. Just clean, balanced skin that feels good every time.",
      "Every win starts with a reset. Wash away the day and set your face up for what’s next.",
      "Because men deserve skincare that performs. One product that keeps your skin clean, steady, and confident."
    ],
    "headlines": [
      "Fresh Skin, Zero Fuss",
      "Stay Matte Through the Day",
      "Simple Routine, Real Results",
      "Clean Comfort for Men",
      "Your Daily Reset",
      "Stronger Clean, Softer Skin",
      "Confidence Starts Clean",
      "The First Step That Matters",
      "No Residue, No Compromise",
      "Upgrade Your Routine"
    ],
    "descriptions": [
      "Vegan and dermatologically tested. Rinses clean every time.",
      "Oil-to-milk gel cleanser designed for every skin type.",
      "Made for morning and night. Always comfortable, never harsh.",
      "Removes daily buildup and leaves your skin soft after rinsing.",
      "Clean finish with a subtle white floral and sandalwood scent.",
      "Trusted by men who want skincare that performs without hassle.",
      "150 ml size built for daily use at home or on the go.",
      "Transforms from oil to milk for a refreshing, steady cleanse.",
      "Balanced formula that cuts through sweat, SPF, and daily grime.",
      "Clear skin made simple with one step you’ll actually keep."
    ]
  }
}
